abiword
autoconf
automake
baobab
base
bat
binutils
bison
bluejeans
btrfs-progs
calibre
cheese
chezmoi
code
docker
docker-compose
efibootmgr
emacs
eog
epiphany
evince
fakeroot
file
file-roller
findutils
firefox
flatpak
flex
gawk
gcc
gdm
gedit
gettext
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
go
grep
grilo-plugins
groff
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
intel-ucode
interception-caps2esc
interception-tools
interception-vimproved-git
ipython
kitty
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lvm2
m4
make
man-db
man-pages
mlocate
mozillavpn
mutter
nautilus
network-manager-applet
networkmanager
oh-my-zsh-git
okular
orca
pacman
pandoc
patch
pkgconf
postgresql
python-pip
qtqr
rygel
sed
simple-scan
sof-firmware
starship
sudo
sushi
teams
tectonic
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
totem
tracker
tracker-miners
tracker3-miners
tree
vi
vim
vim-indent-object
vim-latexsuite
vino
virtualbox
virtualbox-host-dkms
wget
which
xclip
xdg-user-dirs-gtk
yay
yelp
zsh
zsh-completions
